"""
Данный файл содержит наборы фраз, выдаваемые
чат-ботом
"""

usr_phrase = """
Вы Пользователь!🧑‍💻

🟢 Вам разрешается:

- Извлекать необходимую информацию 📖


🪛 Доступные команды:

/get_data - извлечь данные
/admin - режим Администратор 🛠

/quit - Выход 🚪
"""

adm_phrase = """
Вы Администратор! 🛠

🟢 Вам разрешается: 

- Загружать/удалять файлы с данными на Яндекс.Диск 💾

- Редактировать имеющиеся данные 📝

- Извлекать необходимую информацию 📖

🪛 Доступные команды:

/upload_file - загрузить файл на Я.Диск
/cancel_upload - покинуть режим загрузки
/modify_file - изменить файл
/delete_file - удалить файл
/get_data - извлечь данные
/user - режим Пользователь 🧑‍💻

/quit - Выход 🚪
"""